app/Models/M_Base.php

SELECT *
FROM `utility`
WHERE `u_key` = 'web-title'
---
	public function u_get($key) {
	    $utility = $this->db->table('utility')->where('u_key', $key)->get()->getResultArray();